Repository: acdominguez03/Moldea
Catalog: Moldea/Intents/Localizable.xcstrings
Source language: en
Languages: es

source: %@ is not scheduled for today.
es: %@ no está programado para hoy.

source: Choose a habit
es: Elegir un hábito

source: Complete %@
es: Completar %@

source: Complete a habit
es: Completar un hábito

source: Completed! %@ is done for today.
es: ¡Completado! %@ está hecho por hoy.

source: Done! %@: %lld of %lld today.
es: ¡Hecho! %1$@: %2$lld de %3$lld hoy.

source: Get today's progress
es: Consultar el progreso de hoy

source: Habit
es: Hábito

source: Marks one repetition of a habit scheduled for today as done.
es: Marca como hecha una repetición de un hábito programado para hoy.

source: Name
es: Nombre

source: Tells you the percentage of today's habits you have completed.
es: Te dice el porcentaje de hábitos de hoy que has completado.

source: Today you have completed %@ of your habits.
es: Hoy has completado un %@ de tus hábitos.

source: Today's progress
es: Progreso de hoy

source: Which habit did you complete?
es: ¿Qué hábito has completado?

source: You have already completed %@ today.
es: Ya has completado %@ hoy.
